[Ability_arme_des_mort.A_arme_des_mort_give_spell_Buff H7BaseBuff]
mName="死亡武器设定"
mTooltip=""

[Ability_arme_des_mort.A_arme_des_mort_remove_Buff H7BaseBuff]
mName="内向爆裂回响"
mTooltip="在下一个战斗回合开始时，内向爆裂法术会对该生物再次生效，造成该生物当前总生命值%d的%d.icon源力伤害。"

[Ability_arme_des_mort.A_arme_des_mort_target_Buff H7BaseBuff]
mName="死亡武器设定"
mTooltip=""

[Ability_arme_des_mort.A_CreatureSkeleton_new H7Creature]
mName="骸骨仆从"
mLore=""

[Ability_arme_des_mort.A_no_Summon_elemental_squelette H7BaseBuff]
mName="召唤元素冷却"
mTooltip="此英雄在%durnow回合内无法再使用召唤元素法术。"

[Ability_arme_des_mort.A_setting_visual H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="setting_visual"
mTooltip=""

[Ability_arme_des_mort.A_SummonElemental H7HeroAbility]
mTooltipMagicGuild="在战斗地图上立即召唤随机元素。"
mTooltipMagicGuildRankLine="%special1.val1个元素"
mTooltipUpgraded="在目标2x2区域内立即召唤%special1.val1个随机元素。在下一个战斗回合开始时，增加初始召唤元素数量的%special9。"
mName="召唤元素"
mTooltip="在目标2x2区域内立即召唤%special1.val1个随机元素。"

[Ability_bahamut.A_MeleeAttack H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="近战攻击"
mTooltip="激活以执行默认攻击。"

[Ability_plant.A_healing_plant_Buff H7BaseBuff]
mName="活力孢子"
mTooltip="治疗生物%d %icon_health生命值。"

[Ability_plant.A_spore_plante H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="孢子"
mTooltip="此生物无法攻击，但如果其邻近敌方单位，则在其回合结束时爆炸。它会释放一个孢子，对相邻的敌方生物造成%d.min %icon_earth土系伤害，并治疗%buff1.buff.d相邻的友方生物。"

[Creature.A_Creature_bahamut H7Creature]
mName="巴哈姆特"
mLore="神创造了大地，但大地没有支撑，于是他在地底下创造了一位天使。但天使没有支撑，于是他在天使脚下创造了一块红宝石岩石。但岩石没有支撑，于是他在岩石下创造了一头拥有四千只眼睛、耳朵、鼻子、嘴巴、舌头和脚的公牛。但公牛没有支撑，于是他在公牛下创造了一条名为巴哈姆特的鱼，在鱼下面他放置了水，在水下面放置了黑暗，而人类的科学不知道在这之外还有什么。"

[Creature.A_Creature_plant H7Creature]
mName="命运之花"
mLore=""

[Dark_Diplomatie_skill.A_Arme_des_mort_dark H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="白骨复仇"
mTooltip="<font color="#00FFCB44">协同能力</font>：白骨复仇。\n当一支友方队伍被消灭时，它会召唤骸骨仆从，其%icon_health数量和力量根据英雄而变化。\n此能力通过结合%spell5.name和%spell6.name解锁。"

[Dark_Diplomatie_skill.A_Arme_des_mort_diplomatie H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="白骨复仇"
mTooltip="<font color="#00FFCB44">协同能力</font>：白骨复仇。\n当一支友方队伍被消灭时，它会召唤骸骨仆从，其%icon_health数量和力量根据英雄而变化。\n此能力通过结合%spell5.name和%spell6.name解锁。"

[Earth_luck_skill.A_Plante_pop_destiny H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="命运之花"
mTooltip="<font color="#00FFCB44">协同能力</font>：命运之花。\n在战斗期间，当你的生物受到伤害时，有20%的几率会出现一朵命运之花。命运之花无法攻击，但会在与敌人接触时爆炸，对他们造成%icon_earth土系伤害并治疗相邻的盟友。\n此能力通过结合%spell5.name和%spell6.name解锁。"

[Earth_luck_skill.A_Plante_pop_earth H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="命运之花"
mTooltip="<font color="#00FFCB44">协同能力</font>：命运之花。\n在战斗期间，当你的生物受到伤害时，有20%的几率会出现一朵命运之花。命运之花无法攻击，但会在与敌人接触时爆炸，对他们造成%icon_earth土系伤害并治疗相邻的盟友。\n此能力通过结合%spell5.name和%spell6.name解锁。"

[Earth_luck_skill.plant_pop_setting H7BaseBuff]
mName="花朵出现设定"
mTooltip=""

[Earth_luck_skill.plant_pop_setting_creature H7BaseBuff]
mName="花朵出现设定_生物"
mTooltip=""

[Exploration_air_skill.A_Air_air_shield H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="风之旅人"
mTooltip="<font color="#00FFCB44">协同能力</font>：风之旅人。\n在战斗期间，友方生物有10%的几率获得%spell1.name。此能力通过结合%spell5.name和%spell6.name解锁。"

[Exploration_air_skill.A_Exploration_air_shield H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="风之旅人"
mTooltip="<font color="#00FFCB44">协同能力</font>：风之旅人。\n在战斗期间，友方生物有10%的几率获得%spell1.name。此能力通过结合%spell5.name和%spell6.name解锁。"

[Exploration_air_skill.A_WindShield_Synergie_Buff H7BaseBuff]
mName="风之护盾"
mTooltip="该生物免疫在每次战斗中所受到的第一次伤害。"

[Exploration_air_skill.A_WindShield_Synergie_Buff2 H7BaseBuff]
mName="风之旅人"
mTooltip="该生物免疫在每次战斗中所受到的第一次伤害。"

[Exploration_air_skill.Air_shield_setting H7BaseBuff]
mName="护盾设定生物"
mTooltip=""

[Maitre_arme_paragon.A_elitiste_creature_boost_Buff H7BaseBuff]
mName="精英战士"
mTooltip=""

[Maitre_arme_paragon.A_elitiste_creature_Buff H7BaseBuff]
mName="setting_精英战士_2"
mTooltip=""

[Maitre_arme_paragon.A_Elitiste_maitre_arme H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="精英战士"
mTooltip="<font color="#00FFCB44">协同能力</font>：精英战士。\n每支精英生物队伍增加其他友方精英队伍的属性%stat1。\n此能力通过结合%spell5.name和%spell6.name解锁。"

[Maitre_arme_paragon.A_Elitiste_paragon H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="精英战士"
mTooltip="<font color="#00FFCB44">协同能力</font>：精英战士。\n每支精英生物队伍增加其他友方精英队伍的属性%stat1。\n此能力通过结合%spell5.name和%spell6.name解锁。"

[Prime_warfare_skill.A_Bahamut_prime H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="巴哈姆特召唤"
mTooltip="<font color="#00FFCB44">协同能力</font>：巴哈姆特召唤。\n在战斗的第一回合，你的英雄有10%的几率召唤巴哈姆特。\n此能力通过结合%spell5.name和%spell6.name解锁。"

[Prime_warfare_skill.A_Bahamut_warfare H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="巴哈姆特召唤"
mTooltip="<font color="#00FFCB44">协同能力</font>：巴哈姆特召唤。\n在战斗的第一回合，你的英雄有10%的几率召唤巴哈姆特。\n此能力通过结合%spell5.name和%spell6.name解锁。"

[Prime_warfare_skill.A_ShadowImage H7HeroAbility]
mTooltipMagicGuild="<font color="#007BFFFC">伊拉斯化身</font>"
mTooltipMagicGuildRankLine="在战场上召唤伊拉斯化身，其生命值根据英雄的魔法力量而变化。"
mTooltipUpgraded=""
mName="<font color="#007BFFFC">伊拉斯化身</font>"
mTooltip="在战场上召唤<font color="#007BFFFC">伊拉斯化身</font>，其生命值根据英雄的魔法力量而变化。"

[Prime_warfare_skill.bahamut_invoc_buff_setting H7BaseBuff]
mName="召唤巴哈姆特设定"
mTooltip=""

[Ability_bahamut.A_percing_bahamut_Buff H7BaseBuff]
mName="源初灼烧"
mTooltip="在下一个战斗回合开始时，该生物失去队伍当前总生命值的%d1作为%d.icon源力伤害。"

[Ability_bahamut.A_PiercingShot H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName=" obliteration"
mTooltip="对目标生物造成%d.min %icon_prime源力伤害。然后该生物遭受%spell2.name，这会摧毁队伍的%buff2.buff.d1并对相邻单位在其回合开始时造成等量伤害。"

[Warfare_Economie.A_machine_pefectionne_Buff H7BaseBuff]
mName="完美支援"
mTooltip="此单位增加%icon_attack攻击和%icon_defense防御%stat1。"

[Warfare_Economie.A_machine_pefectionne_hero_Buff H7BaseBuff]
mName="完美支援"
mTooltip=""

[Warfare_Economie.A_Machine_perfectionner_economie H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="完美支援"
mTooltip="<font color="#00FFCB44">协同能力</font>：完美支援。\n英雄的战争单位获得%stat1 %icon_attack攻击和%stat1点%icon_defense防御。\n每个战争单位给予英雄%stat2 %icon_attack力量和%stat2 %icon_defense防御。\n此能力通过结合%spell5.name和%spell6.name解锁。"

[Warfare_Economie.A_Machine_perfectionner_warfar H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="完美支援"
mTooltip="<font color="#00FFCB44">协同能力</font>：完美支援。\n英雄的战争单位获得%stat1 %icon_attack攻击和%stat1点%icon_defense防御。\n每个战争单位给予英雄%stat2 %icon_attack力量和%stat2 %icon_defense防御。\n此能力通过结合%spell5.name和%spell6.name解锁。"

[Odin_ability.A_Gratitude_eternel H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="永恒感激"
mTooltip="每次奥丁受到伤害，你的英雄获得%buff1.buff.stat1魔法%icon_magic，直到战斗结束。\n如果奥丁在战斗中死亡，你的英雄永久获得%stat2 %icon_magic魔法加成。"

[Odin_ability.A_creature_Buff H7BaseBuff]
mName="卓越存在"
mTooltip=""

[Light_destiny_skill.A_invoquation_odin_destiny H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="<font color=\"#00FFFF88\">奥丁</font>召唤"
mTooltip="<font color=\"#00FFCB44\">协同能力</font>：<font color=\"#00FFFF88\">奥丁</font>召唤\n在每次战斗开始时，有10%的几率获得法术%spell3.name。此能力在同一场战斗中无法多次获得。\n此能力通过结合%spell5.name和%spell6.name解锁。"

[Light_destiny_skill.A_invoquation_odin_light H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="<font color=\"#00FFFF88\">奥丁</font>召唤"
mTooltip="<font color=\"#00FFCB44\">协同能力</font>：<font color=\"#00FFFF88\">奥丁</font>召唤\n在每次战斗开始时，有10%的几率获得法术%spell3.name。此能力在同一场战斗中无法多次获得。\n此能力通过结合%spell5.name和%spell6.name解锁。"

[Odin_ability.A_hero_supress_odin_Buff H7BaseBuff]
mName="卓越感激"
mTooltip=""

[Odin_ability.A_hero_stat_Buff H7BaseBuff]
mName="卓越存在"
mTooltip="你的英雄获得%stat1点%icon_attack力量和%icon_defense防御，持续到战斗结束。"

[Odin_ability.A_hero_magic_add_Buff H7BaseBuff]
mName="永恒感激"
mTooltip=""

[Creature.A_Creature_Odin H7Creature]
mName="奥丁"
mLore=""

[Odin_ability.A_MightyPounce H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="<font color=\"#00FFFF88\">斩铁剑</font>"
mTooltip="发动一次强大的光明攻击%icon_light，完全摧毁目标。\n对冠军生物无效。"

[Odin_ability.A_Presence_superieur H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="卓越存在"
mTooltip="当此生物进入战场时，友方生物受到%d光明伤害。你的英雄获得%buff1.buff.stat1点%icon_attack力量和%icon_defense防御，持续到战斗结束。如果一支友方生物队伍死亡，奥丁有20%的几率获得%spell3.name，即<font color=\"#00FFFF88\">奥丁</font>的终极能力，可一击摧毁一支生物队伍。\n此能力不能以冠军生物为目标，且每场战斗只能获得一次。"

[Odin_ability.A_Scroll_Prime_SummonElemental H7HeroItem]
mName="奥丁召唤卷轴"
mTooltip="消耗卷轴以召唤奥丁。"

[Odin_ability.A_ShadowImage H7HeroAbility]
mTooltipMagicGuild="奥丁召唤"
mTooltipMagicGuildRankLine="召唤奥丁到战场，他的生命值根据英雄的魔法力量而变化。"
mTooltipUpgraded=""
mName="<font color=\"#00FFFF88\">奥丁</font>召唤"
mTooltip="召唤<font color=\"#00FFFF88\">奥丁</font>到战场，他的生命值根据英雄的魔法力量而变化。\n召唤<font color=\"#00FFFF88\">奥丁</font>需要牺牲：当此生物进入战场时，友方生物受到%d %icon_light光明伤害。"

v1.41

[Feu_Offence_skill.A_lame_brulante_fire H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="燃烧之刃"
mTooltip="<font color="#00FFCB44">协同能力</font>：燃烧之刃\n军队的生物和英雄会灼烧他们的目标，目标在2回合内承受%d %icon_fire火焰伤害。如果同一目标被多次攻击击中，灼烧效果最多可叠加<font color="#6495ED">7</font>次。此能力通过结合%spell5.name和%spell6.name解锁。"

[Feu_Offence_skill.A_lame_brulante_offence H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="燃烧之刃"
mTooltip="<font color="#00FFCB44">协同能力</font>：燃烧之刃\n军队的生物和英雄会灼烧他们的目标，目标在2回合内承受%d %icon_fire火焰伤害。如果同一目标被多次攻击击中，灼烧效果最多可叠加<font color="#6495ED">7</font>次。此能力通过结合%spell5.name和%spell6.name解锁。"

[Feu_Offence_skill.A_Lame_brulante_debuff_lv1 H7BaseBuff]
mName="燃烧之刃（1层灼烧）"
mTooltip="该生物在其回合开始时受到%d %icon_fire火焰伤害。持续时间：%durnow回合。"

[Feu_Offence_skill.A_Lame_brulante_buff_allied H7BaseBuff]
mName="燃烧之刃"
mTooltip=""

[Feu_Offence_skill.A_Lame_brulante_marker H7BaseBuff]
mName="燃烧之刃（1层灼烧）"
mTooltip="该生物在其回合开始时受到%d %icon_fire火焰伤害。持续时间：%durnow回合。"

[Feu_Offence_skill.A_Lame_brulante_debuff_lv2 H7BaseBuff]
mName="燃烧之刃（2层灼烧）"
mTooltip="该生物在其回合开始时受到%d %icon_fire火焰伤害。持续时间：%durnow回合。"

[Feu_Offence_skill.A_Lame_brulante_debuff_lv3 H7BaseBuff]
mName="燃烧之刃（3层灼烧）"
mTooltip="该生物在其回合开始时受到%d %icon_fire火焰伤害。持续时间：%durnow回合。"

[Feu_Offence_skill.A_Lame_brulante_debuff_lv4 H7BaseBuff]
mName="燃烧之刃（4层灼烧）"
mTooltip="该生物在其回合开始时受到%d %icon_fire火焰伤害。持续时间：%durnow回合。"

[Feu_Offence_skill.A_Lame_brulante_debuff_lv5 H7BaseBuff]
mName="燃烧之刃（5层灼烧）"
mTooltip="该生物在其回合开始时受到%d %icon_fire火焰伤害。持续时间：%durnow回合。"

[Feu_Offence_skill.A_Lame_brulante_debuff_lv6 H7BaseBuff]
mName="燃烧之刃（6层灼烧）"
mTooltip="该生物在其回合开始时受到%d %icon_fire火焰伤害。持续时间：%durnow回合。"

[Feu_Offence_skill.A_Lame_brulante_debuff_lv7 H7BaseBuff]
mName="燃烧之刃（7层灼烧）"
mTooltip="该生物在其回合开始时受到%d %icon_fire火焰伤害。持续时间：%durnow回合。"

[Feu_Offence_skill.A_master_fire_magie H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="火系魔法大师"
mTooltip=""

[Feu_Offence_skill.A_master_offence_magie H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="进攻术大师"
mTooltip=""

[Dark_Diplomatie_skill.A_Master_diplomatie H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="外交术大师"
mTooltip=""

[Dark_Diplomatie_skill.A_master_dak_magie H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="暗系魔法大师"
mTooltip=""

[Maitre_arme_paragon.A_master_warcrie H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="战嚎大师"
mTooltip=""

[Exploration_air_skill.A_master_Air H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="气系魔法大师"
mTooltip=""

[Warfare_Economie.A_master_Economie H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="经济大师"
mTooltip=""

[Prime_warfare_skill.A_master_warfare H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="战争大师"
mTooltip=""

[Light_destiny_skill.A_master_light H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="光系魔法大师"
mTooltip=""

[Exploration_air_skill.A_master_exploration H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="探索大师"
mTooltip=""

[Light_destiny_skill.A_master_parangon H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="典范大师"
mTooltip=""

[Prime_warfare_skill.A_master_prime H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="源力魔法大师"
mTooltip=""

[Earth_luck_skill.A_master_Destiny H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="命运大师"
mTooltip=""

[Earth_luck_skill.A_master_earth_magie H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="土系魔法大师"
mTooltip=""

[Light_morale_skill.A_master_morale H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="领导术大师"
mTooltip=""

[Defense_water_skill.A_master_water_magie H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="水系魔法大师"
mTooltip=""

[Defense_exploration_skill.A_defense_master H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="防御术大师"
mTooltip=""

[Defense_water_skill.A_aura_liquide_magic_defense H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="液态光环"
mTooltip="<font color="#00FFCB44">协同能力</font>：液态光环\n友方生物对所有负面效果免疫%buff1.buff.buff.buff.durini回合（如果英雄拥有超过10点%icon_ARCANE_KNOWLEDGE奥术知识，则为%buff2.buff.buff.buff.durini回合）。\n此能力通过结合%spell5.name和%spell6.name解锁。"

[Defense_water_skill.A_aura_liquide_magic_water H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="液态光环"
mTooltip="<font color="#00FFCB44">协同能力</font>：液态光环\n友方生物对所有负面效果免疫%buff1.buff.buff.buff.durini回合（如果英雄拥有超过10点%icon_ARCANE_KNOWLEDGE奥术知识，则为%buff2.buff.buff.buff.durini回合）。\n此能力通过结合%spell5.name和%spell6.name解锁。"

[Defense_water_skill.A_aura_liquide_creature_Buff H7BaseBuff]
mName="液态光环"
mTooltip="此生物在%durnow回合内对所有负面效果免疫。"

[Defense_water_skill.A_aura_liquide_creature_lv2_Buff H7BaseBuff]
mName="液态光环"
mTooltip="此生物在%durnow回合内对所有负面效果免疫。"

[Defense_exploration_skill.A_protcor_magic_exploration H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="奥法面纱"
mTooltip="<font color="#00FFCB44">协同能力</font>：奥法面纱\n友方生物从敌方法术中承受%buff.buff.res伤害，并获得%buff.buff.stat %icon_movement移动力。\n此能力通过结合%spell5.name和%spell6.name解锁。"

[Defense_exploration_skill.A_protcor_magic_defense H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="奥法面纱"
mTooltip="<font color="#00FFCB44">协同能力</font>：奥法面纱\n友方生物从敌方法术中承受%buff.buff.res伤害，并获得%buff.buff.stat %icon_movement移动力。\n此能力通过结合%spell5.name和%spell6.name解锁。"

[Defense_exploration_skill.A_voile_arcanique_Buff H7BaseBuff]
mName="奥法面纱"
mTooltip="此生物从法术中承受%res更少的伤害，并获得%stat %icon_movement移动力。"

[Light_morale_skill.A_morale_etincelant_morale H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="闪耀士气"
mTooltip="<font color="#00FFCB44">协同能力</font>：闪耀士气\n友方生物在前%buff2.buff. durini个战斗回合获得闪耀护甲，并且每次英雄施放%icon_light光系魔法法术时，在%buff1.buff.buff.buff.durini回合内获得%buff1.buff.buff.buff.stat %icon_morale士气。\n此能力通过结合%spell5.name和%spell6.name获得。"

[Light_morale_skill.A_morale_etincelant_light H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="闪耀士气"
mTooltip="<font color="#00FFCB44">协同能力</font>：闪耀士气\n友方生物在前%buff2.buff. durini个战斗回合获得闪耀护甲，并且每次英雄施放%icon_light光系魔法法术时，在%buff1.buff.buff.buff.durini回合内获得%buff1.buff.buff.buff.stat %icon_morale士气。\n此能力通过结合%spell5.name和%spell6.name获得。"

[Light_morale_skill.A_CelestialArmor_etincelant_Buff H7BaseBuff]
mName="闪耀护甲"
mTooltip="吸收最多%special.val3 %icon_health生命值。"

[Light_morale_skill.A_Morale_etincelantl_Buff H7BaseBuff]
mName="闪耀士气"
mTooltip=""

[Light_morale_skill.A_Morale_etincelantl_Buff_2 H7BaseBuff]
mName="闪耀士气"
mTooltip=""

[Dark_economie.A_Economie_chasseur_de_prime H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="赏金猎人"
mTooltip="<font color="#00FFCB44">协同能力</font>：赏金猎人。\n在战斗期间，英雄可以悬赏一名敌方生物。该生物被完全治愈，并在3回合内获得所有属性50%的加成。如果该单位在3回合结束前被完全摧毁，英雄将获得赏金，金额取决于生物的等级。此能力通过结合%spell5.name和%spell6.name获得。"

[Dark_economie.A_dark_chasseur_de_prime H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="赏金猎人"
mTooltip="<font color="#00FFCB44">协同能力</font>：赏金猎人。\n在战斗期间，英雄可以悬赏一名敌方生物。该生物被完全治愈，并在3回合内获得所有属性50%的加成。如果该单位在3回合结束前被完全摧毁，英雄将获得赏金，金额取决于生物的等级。此能力通过结合%spell5.name和%spell6.name获得。"

[Dark_economie.A_chasseur_de_prime_ability_active H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="悬赏"
mTooltip="<font color="#00FFCB44">悬赏</font>：\n选定的敌方生物被悬赏，完全治愈，并在%buff1.buff.durini回合内获得所有属性50%的加成。如果它在%buff1.buff. durini回合结束前被完全摧毁，你将根据生物的等级获得奖励：\n核心生物奖励500到1000 %icon_gold黄金\n精英生物奖励1000到2000 %icon_gold黄金\n冠军生物奖励1500到3000 %icon_gold黄金。"

[Dark_economie.mise_a_prix_elite H7BaseBuff]
mName="悬赏"
mTooltip="如果敌方生物在%durnow回合过去之前被消灭，则会提供黄金。"

[Dark_economie.A_hero_supress_mise_a_prix_Buff H7BaseBuff]
mName=" "
mTooltip=""

[Dark_economie.mise_a_prix_champion H7BaseBuff]
mName="悬赏"
mTooltip="如果敌方生物在%durnow回合过去之前被消灭，则会提供黄金。"

[Dark_economie.mise_a_prix_core H7BaseBuff]
mName="悬赏"
mTooltip="如果敌方生物在%durnow回合过去之前被消灭，则会提供黄金。"